Repository: DoboVlad/MedClinic
Catalog: mobile/Resources/AppResources.*.resx
Languages: ro

source: About
ro: Despre

source: About Us
ro: Despre noi

source: Active
ro: Activ

# Address
source: Current address
ro: Adresa curentă:

source: Age
ro: Vârstă

# AlertBirthday
source: You didn't introduced your birthday.
ro: Nu v-ați introdus data nașterii.

# AlertChange
source: Would you like to try again?
ro: Doriți să încercați din nou?

# AlertCnp
source: You introduced an invalid personal identification number.
ro: Ați introdus un cod numeric personal invalid.

# AlertEmail
source: Your email is invalid.
ro: Emailul dumneavoastră este invalid.

# AlertFillField
source: You didn't complete all the fields.
ro: Nu ați completat toate rândurile.

# AlertPIN
source: You introduced an invalid personal identification number
ro: Ați introdus un cod numeric personal invalid.

# AlertPwdMatch
source: Your passwords don't match.
ro: Parolele dumneavoastră nu sunt aceleași.

# AlertPwdNotStrong
source: Your password is not strong enough
ro: Parola dumneavoastră nu este destul de puternică

# AlertPwdShort
source: Password too short. It should be at least 6 characters long.
ro: Parola este prea scurtă. Lungimea minimă este de 6 caractere.

source: All
ro: Tot

# AllRightsRes
source: All Rights Reserved.
ro: Toate drepturile rezervate

# AnotherEmail
source: Send another email
ro: Trimite un alt email

# AppNotSAved
source: Your appointment could not be saved.
ro: Programarea dumneavoastră nu s-a putut salva.

source: Appointments
ro: Programări

# AppointmentsShort
source: Appts
ro: Prgm

# AppSavedMess
source: Your appointment has been saved.
ro: Programarea dumneavoastră a fost salvată.

# AvailableDate
source: The date is available.
ro: Data este disponibilă.

source: Birthday
ro: Zi de naștere

source: Cancel
ro: Anulare

source: Check availability
ro: Verificați disponibilitatea

# ChooseDate
source: Choose an appointment date
ro: Alegeți o dată

# ChooseDoctor
source: Choose a doctor
ro: Alegeți doctorul

# Cnp
source: Personal Identification Number
ro: Cod de identificare personală

# CodeInstructions
source: Please check your inbox. An email with a code has been send to this address. Write the code in the box below.
ro: Vă rugăm verificați-vă cutia de email-uri. Un email cu un cod a fost trimis la această adresă. Scrieți codul in cutia alăturată.

source: Confirm
ro: Confirmare

# ConfPwd
source: Confirm password
ro: Confirmați parola

source: Decline
ro: Refuz

source: Delete
ro: Ștergere

source: Delete pacient
ro: Stergeți pacient

source: Description
ro: Descriere

source: Done
ro: Gata

# EmptyEmail
source: You didn't introduced an email
ro: Nu ați introdus adresă de email

source: Enter code
ro: Introduceți codul

# Exit
source: Do you want to exit?
ro: Doriți să ieșiți?

source: First name
ro: Prenume

# ForgotPass
source: Forgot password?
ro: Ați uitat parola?

# FullNameProfile
source: FullName:
ro: NumeComplet:

# GoMainPage
source: Click here to go to main page
ro: Click pentru a vă întoarce pe pagina principală

# HasAccount
source: Already have an account?
ro: Aveți deja un cont?

source: Home
ro: Acasă

source: Inactive
ro: Inactiv

source: Last name
ro: Nume

source: Log in
ro: Conectare

source: Log Out
ro: Deconectare

source: Make appointment
ro: Programează-mă

source: No
ro: Nu

source: Password
ro: Parolă

source: Patients
ro: Pacienți

# Phone
source: Phone number
ro: Numărul de telefon

# PhoneProfile
source: Phone:
ro: Telefon:

source: PIN
ro: CNP

# PINProfile
source: PIN:
ro: CNP:

source: Place of birth
ro: Locul Nașterii

source: Profile
ro: Profil

# PwdDigit
source: Your password should contain at least one digit.
ro: Parola trebuie să conțină minim o cifră.

# PwdLowerCharacter
source: Your password should contain at least one lowercase character.
ro: Parola trebuie să conțină minim o literă mică.

# PwdMedium
source: Your password strength is medium.
ro: Parola dumneavoastră este medie.

# PwdStrong
source: Your password is strong.
ro: Parola dumneavoastră este puternică.

# PwdUpperCharacter
source: Your password should contain at least one upper character.
ro: Parola dumneavoastră trebuie să conțină minim o literă mare.

# PwdVeryStrong
source: Your password is very strong.
ro: Parola dumneavoastră este foarte puternică.

# PwdWeak
source: Your password is weak.
ro: Parola dumneavoastră este slabă.

# RecoveryPwd
source: Recovery password
ro: Recuperare parolă

source: Register
ro: Înregistrare

# RegistrationSucceed
source: Your registration is successful. Please wait for the doctor to accept your request.
ro: Înregistrare cu succes. Vă rugăm așteptați confirmarea medicului.

source: Requests
ro: Solicitări

# SaveChanges
source: Are you sure you want to save the changes?
ro: Sunteți sigur/ă că vrei să salvezi schimbările?

source: Send email
ro: Trimitere e-mail

# Settings
source: Profile settings
ro: Setări de profil

# SingUp
source: Sign up!
ro: Înregistrare

source: Sort
ro: Sortare

# SucRegistration
source: Successful registration
ro: Înregistrare cu succes.

# UnavailableDate
source: The date is not available.
ro: Data nu este disponibilă.

source: Username
ro: Nume de utilizator

source: Verify code
ro: Verificați codul

source: Yes
ro: Da

# InvalidCode
source: Your code is invalid.
ro: Codul este invalid.

# PacientAcceptGuide
source: Log in with the chosen the email and password. Enter the appointment section, make an appoinment. Look through the past and future appoinments. You can delete future appointments by tapping and selecting the delete button. Verify your profile data in the Profile Page and change it if you want by clicking the settings icon. On the settings page you will be able to update your data. Verify your profile data and change it if you want by clicking the settings icon.
ro: Conectați-vă cu email și parolă. Intrați pe pagina Programări, unde puteți să faceți o programare. În meniul Acasă, puteți vedea programările trecute și viitoare. Programările se pot șterge apăsând pe aceasta și selectând butonul Șterge. Pe pagina de profil vă puteți modifica/verifica datele personale dând click pe iconița de Setări.

# PacientRegisterGuide
source: Find your family doctor. Register with your personal data. Wait for the doctor to accept your request.
ro: Găsiți-vă doctorul de familie. Înregistrați-vă datele personale. Așteptați confirmarea doctorului.

# RecoverAccount
source: Your account is recovered.
ro: Contul este recuperat.

# RegistrationNotSucceed
source: Your registration is not successful. Please try again :)
ro: Înregistrare cu eșec. Încercați din nou :)

# ResetPwdEmail
source: Server error or invalid email.
ro: Eroare server sau email invalid.

# SetPwd
source: Set password
ro: Setați parola.

source: Successful reset.
ro: Resetare cu succes.

source: Validate Code
ro: Cod Validare

# ValidateCodeDesc
source: Please insert the code sent to you by email...
ro: Inserați codul trimis pe email...

# AgeProfile
source: Age:
ro: Vârstă:
